LEXICON: dict = {
    '/start': '<b>Привет!</b> это бот для просмотра актуальных '\
        'курсов валют,\nи просмотра погоды '
        'чтобы узнать подробности нажми <b>команду</b> '\
            '/help',
    '/help': 'Чтобы узнать курс интересующей валюты, нажите команду '\
        '/curency - на клавиатуре нажмите интересующую вас валюту\n'\
        'Чтобы узнать ,погоду напиши <b>Погода</b> и <u>название</u> города '\
        'в которым вы хотите узнать погоду.\n'\
        'Напишите <b>Добавить</b> и название города, чтобы добавить его в '\
        '<u>избранное</u>\nСписок команд - /commands',
    '/commands': '/help - информация о боте\n'\
        '/curency - Узнать курс валют\n'\
        '/favotite - Список избранных город для просмотра погоды\n',
    'curency': 'Какая валюта вас интересует?',
    'start': "Курс",
    'buy': "купить -",
    'sell': "продать -",
    'end': "актуальный курс на"
    
}
Bot_commands: dict = {
    '/help': 'Информация что делает бот',
    '/curency': "Курс валют",
    '/favotite': 'Избранные города',
    '/commands': "Список команд"
}
valut_symbol: list =[
    '$ Доллар',
    '€ Евро',
    '￥ Юань',
    '£ фунт',
    '¥ Йена',
    '₣ Франк',
    '₺ Лира',
    'AED Дирхам'
]
