LEXICON_WH: dict = {
    '/start': "<b>Привет!</b> Это бот, который поможет вам узнать <b>погоду.</b>\n"
            "чтобы посмотреть список команд, наберите - /help",
    '/help': '<b>Это бот - Погода</b>\nВозможности:\n'
            'Наберите: <b>Погода</b> и название города в которым вы хотите '
            'узнать погоду.\nНапишите <b>Добавить</b> и <u>название</u> горорда\n'
            'чтобы добавить в <u>избранное</u>\n'
            '/favorite - команда для просмотра городов в <u>избранном</u>',
    'cancel': 'ОТМЕНИТЬ',
    'del': '❌',
    'edit_city': '❌РЕДАКТИРОВАТЬ',
    'error_msg': 'Извините, но я не нашел такого города.\nПопробуйте еще раз',
    '/favorite': 'Сохраненные города:',
    'not_user_city': 'Похоже что вы еще не добавили города в избранное\n'\
            'чтобы добавить напишите <b>Добавить</b> и название города',
    'add_city': 'Успешно! Город добавлен\n/favorite - посмотреть добавленные города',
    'already_theare': 'Кажется этот город уже добавлен,\nнапишите команду'\
            '/favorite чтобы посмотреть свои созраненные города',
    'error_server': 'Извините, кажется с сервер не отвечает, повторите'\
            'попытку позже',
    'nothing_in_db': 'Похоже что в списке пусто\nНапишите <b>Добавить</b> '\
            'и название города, чтобы добавить место в избранное',
    'cancel_press': 'Чтобы узнать погоду, напишите <b>Погода</b> '\
            'и название города'        
           
            
}