LEXICON: dict = {
    '/start': '<b>Привет!</b> это бот для просмотра актуальных'\
        'курсов валют\nчтобы узнать подробности нажми <b>команду</b> '\
            '/help',
    '/help': 'Чтобы узнать курс интересующей валюты, нажите на клавиатуре'\
        'интересующую вас валюту'\
        'Бот пришлет ее стоимость.',
    'start': "Курс",
    'buy': "купить -",
    'sell': "продать -",
    'end': "актуальный курс на"
    
}
Bot_commands: dict = {
    '/help': 'Информация что делает бот',
    '/my_valut': 'Избранные курсы валют',
    
}
valut_symbol: list =[
    '$ Доллар',
    '€ Евро',
    '￥ Юань',
    '£ фунт',
    '¥ Йена',
    '₣ Франк',
    '₺ Лира',
    'AED Дирхам'
]
