LEXICON: dict = {
    '/start': '<b>Привет!</b> это бот для просмотра актуальных'\
        'курсов валют\nчтобы узнать подробности нажми <b>команду</b> '\
            '/help',
    '/help': 'Чтобы узнать курс интересующей валюты, напиши ее название'\
        'Бот пришлет ее стоимость.\nТакже вы можете добавить валюты в '\
            'список <u>избранных</u> /my_valut чтобы быстро получить информацию '\
                'о ней.',
    'start': "Курс:",
    'buy': "купить за",
    'sell': "продать -",
    'end': "актуальный курс на"
    
}
Bot_commands: dict = {
    '/help': 'Информация что делает бот',
    '/my_valut': 'Избранные курсы валют',
    
}
valut_symbol: list =[
    '$ Доллар',
    '€ Евро',
    '￥ Юань',
    '£ фунт',
    '¥ Йена',
    '₣ Франк',
    'zł Злоты',
    '₺ Лира',
    'AED Дирхам'
]
